/* 
  scanning_suggestions.strings
  CleanMyMac

  Created by krivoblotsky on 5/13/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/
//Photos library connection

"Library Not Responding" = "Fototeca Não Responde";
"CleanMyMac was unable to access your photo library, because of its unresponsive state." = "O CleanMyMac não pôde acessar a fototeca porque ela não está respondendo.";

"Quit or force quit Photos;" = "Encerre ou force o encerramento do Fotos;";
"Open your Activity Monitor;" = "Abra o Monitor de Atividade;";
"Force quit the \"photolibraryd\" process;" = "Force o encerramento do processo “photolibraryd”;";
"Reopen Photos if needed." = "Reabra o Fotos, se necessário.";

//Library Update
"Library Update Required" = "Atualização da Fototeca Necessária";
"Please update your photo library to make it accessible for a scan." = "Atualize a fototeca para disponibilizá-la para análise.";

"Open your library in the Photos app;" = "Abra a fototeca no aplicativo Fotos;";
"Wait until it updates the library." = "Aguarde até que a fototeca seja atualizada.";
